Repository: Chemeindefer/prayer-times
Catalog: languages/prayer-times-*.po
Languages: tr_tr

source: Settings
tr_tr: Ayarlar

source: Prayer Times Settings
tr_tr: Namaz Vakitleri Ayarları

source: Prayer Times
tr_tr: Namaz Vakitleri

source: Plugin Info
tr_tr: Eklenti Bilgisi

source: Info
tr_tr: Bilgi

source: Please make a selection...
tr_tr: Lütfen bir seçim yapın...

source: No location selected
tr_tr: Konum seçilmedi

source: Prayer times could not be loaded
tr_tr: Namaz vakitleri yüklenemedi

source: Invalid data
tr_tr: Geçersiz veri

source: Fajr
tr_tr: İmsak

source: Sunrise
tr_tr: Güneş

source: Dhuhr
tr_tr: Öğle

source: Asr
tr_tr: İkindi

source: Maghrib
tr_tr: Akşam

source: Isha
tr_tr: Yatsı

source: Next prayer: %s (%s)
tr_tr: Sıradaki vakit: %s (%s)

source: Hours
tr_tr: Saat

source: Minutes
tr_tr: Dakika

source: Seconds
tr_tr: Saniye

source: Prayer Times Table Heading
tr_tr: Namaz Vakitleri

source: Date
tr_tr: Tarih

source: No prayer times data available
tr_tr: Namaz vakitleri verisi bulunamadı

source: Today's prayer times not found
tr_tr: Bugünün namaz vakitleri bulunamadı

source: Time Remaining Until %s
tr_tr: %s Vaktine Kalan Süre

source: Select Country
tr_tr: Ülke Seçin

source: Select City
tr_tr: Şehir Seçin

source: Select District
tr_tr: İlçe Seçin

source: System Timezone: UTC%+d
tr_tr: Sistem Saat Dilimi: UTC%+d

source: Use Custom Timezone
tr_tr: Özel Saat Dilimi Kullan

source: Plugin Language
tr_tr: Eklenti Dili

source: Prayer Times Plugin
tr_tr: Namaz Vakitleri Eklentisi

source: Developer Information
tr_tr: Geliştirici Bilgisi

source: Hello! I am Batuhan Delice. I am actually a Flutter developer, but due to some requests, I had to develop this plugin.
tr_tr: Merhaba! Ben Batuhan Delice. Aslında bir Flutter geliştiricisiyim.

source: My Personal Website
tr_tr: Kişisel Web Sitem

source: Contact Me
tr_tr: Bana Ulaşın

source: Technical Features
tr_tr: Teknik Özellikler

source: Plugin Version
tr_tr: Eklenti Sürümü

source: WordPress Version
tr_tr: WordPress Sürümü

source: PHP Version
tr_tr: PHP Sürümü

source: Last Update
tr_tr: Son Güncelleme

source: TimeZone
tr_tr: Saat Dilimi

source: View/Contribute
tr_tr: Görüntüle/Katkıda Bulun

source: Cache Management
tr_tr: Önbellek Yönetimi

source: The plugin has cached data for faster performance. You can clear this cache to fetch fresh data from the API.
tr_tr: Eklenti daha hızlı performans için önbelleğe alınmış verilere sahiptir. API'den yeni veriler almak için bu önbelleği temizleyebilirsiniz.

source: No cached data found. The plugin will fetch data from the API as needed.
tr_tr: Önbelleğe alınmış veri bulunamadı. Eklenti, gerektiğinde API'den veri alacaktır.

source: Clear Cache
tr_tr: Önbelleği Temizle

source: Data Source
tr_tr: Veri Kaynağı

source: The plugin retrieves prayer times data from the following open-source API:
tr_tr: Eklenti, namaz vakitleri verilerini aşağıdaki açık kaynaklı API'den alır:

source: API Developer: Yusuf Sait Canbaz
tr_tr: API Geliştirici: Yusuf Sait Canbaz

source: Source Code: <a href="https://github.com/canbax/namaz-vakti-api" target="_blank">GitHub Repository</a>
tr_tr: Kaynak Kodu: <a href="https://github.com/canbax/namaz-vakti-api" target="_blank">GitHub Repository</a>

source: If you notice any inconsistencies in the times or cannot access the data, please check the API status.
tr_tr: Eğer vakitlerde tutarsızlıklar fark ederseniz veya verilere erişemezseniz, lütfen API durumunu kontrol edin.

source: Support Us
tr_tr: Bize Destek Olun

source: [Plugin Developer]
tr_tr: [Eklenti Geliştiricisi]

source: [API Developer]
tr_tr: [API Geliştiricisi]

source: Your support ensures the continuity of open-source projects.
tr_tr: Desteğiniz açık kaynaklı projelerin sürekliliğini sağlar.

source: Special Thanks
tr_tr: Özel Teşekkürler

source: I extend my gratitude to Yusuf Sait Canbaz for his valuable contributions and for providing an open-source API. I am also grateful to all users who tested this plugin and provided feedback.
tr_tr: Değerli katkıları ve açık kaynaklı bir API sağladığı için Yusuf Sait Canbaz'a şükranlarımı sunuyorum. Ayrıca bu eklentiyi test eden ve geri bildirim sağlayan tüm kullanıcılara da teşekkür ederim.

source: Available Shortcodes
tr_tr: Kullanılabilir Kısa Kodlar

source: Table
tr_tr: Tablo

source: Prayer Times Widget
tr_tr: Namaz Vakitleri Widget'ı

source: Displays a beautiful widget showing current prayer times with countdown.
tr_tr: Geri sayım özelliğiyle mevcut namaz vakitlerini gösteren güzel bir widget görüntüler.

source: You can use the menu below to test how the design will look for different prayer times.
tr_tr: Her vakit farklı bir renge sahiptir. Tasarımın nasıl görüneceğini test etmek için aşağıdaki menüyü kullanabilirsiniz.

source: Fajr Time
tr_tr: İmsak Vakti

source: Sunrise Time
tr_tr: Güneş Vakti

source: Dhuhr Time
tr_tr: Öğle Vakti

source: Asr Time
tr_tr: İkindi Vakti

source: Maghrib Time
tr_tr: Akşam Vakti

source: Isha Time
tr_tr: Yatsı Vakti

source: Prayer Times Table
tr_tr: Namaz Vakitleri Tablosu

source: Shows prayer times in a responsive table format with optional parameters.
tr_tr: Namaz vakitlerini opsiyonel parametrelerle duyarlı bir tablo formatında gösterir.

source: Banner View
tr_tr: Banner Görünümü

source: Displays prayer times in a banner format. Active prayer time is indicated with a red dot and includes a countdown timer.
tr_tr: Namaz vakitlerini banner şeklinde gösterir. Aktif vakit kırmızı nokta ile belirtilir ve geri sayım sayacı bulunur.

source: Shortcode copied!
tr_tr: Kısa kod kopyalandı!

source: Invalid security token
tr_tr: Geçersiz güvenlik belirteci

source: Invalid country
tr_tr: Geçersiz ülke

source: Invalid input
tr_tr: Geçersiz giriş

source: Cache cleared successfully
tr_tr: Önbellek başarıyla temizlendi

source: Countries could not be loaded
tr_tr: Ülkeler yüklenemedi

source: Country not found
tr_tr: Ülke bulunamadı

source: Choose Country
tr_tr: Ülke Seçin

source: Cities could not be loaded
tr_tr: Şehirler yüklenemedi

source: City not found
tr_tr: Şehir bulunamadı

source: Choose City
tr_tr: Şehir Seçin

source: Invalid district
tr_tr: Geçersiz ilçe

source: Districts could not be loaded
tr_tr: İlçeler yüklenemedi

source: No district found
tr_tr: İlçe bulunamadı

source: Choose District
tr_tr: İlçe Seçin

source: API request failed with status code: %d
tr_tr: API isteği başarısız oldu, durum kodu: %d

source: Prayer Times cache has been cleared successfully.
tr_tr: Namaz Vakitleri önbelleği başarıyla temizlendi.

source: IBAN copied!
tr_tr: IBAN kopyalandı!

source: Name copied!
tr_tr: İsim kopyalandı!

source: Loading...
tr_tr: Yükleniyor...

source: Welcome to Prayer Times
tr_tr: Namaz Vakitleri Eklentisine Hoş Geldiniz

source: This plugin is an open-source project, and the developer does not promise continuous updates or development. The data provided by the plugin is sourced from another open-source project.
tr_tr: Bu eklenti açık kaynaklı bir projedir ve geliştirici sürekli güncellemeler veya geliştirmeler vaat etmez. Eklenti tarafından sağlanan veriler başka bir açık kaynaklı projeden alınmaktadır.

source: How to Use the Plugin?
tr_tr: Eklenti Nasıl Kullanılır?

source: Before starting to use the plugin, please check the "Info" section in the plugin menu.
tr_tr: Eklentiyi kullanmaya başlamadan önce lütfen eklenti menüsündeki "Bilgi" bölümünü kontrol edin.

source: This plugin is added to your content using shortcodes. You can use the data you want to display in pages, posts, or widgets.
tr_tr: Bu eklenti içeriğinize kısa kodlar kullanılarak eklenir. Verileri sayfalar, yazılar veya bileşenlerde görüntüleyebilirsiniz.

source: Using Shortcodes
tr_tr: Kısa Kodların Kullanımı

source: Get the Shortcode:
tr_tr: Kısa Kodu Alın:

source: Go to the "Info" section in the plugin menu.
tr_tr: Eklenti menüsündeki "Bilgi" bölümüne gidin.

source: Here you can see the shortcode you can use and the necessary parameters.
tr_tr: Burada kullanabileceğiniz kısa kodu ve gerekli parametreleri görebilirsiniz.

source: Don't Forget to Configure Settings!
tr_tr: Ayarları Yapılandırmayı Unutmayın!

source: To use the plugin efficiently, don't forget to configure the city and timezone settings in the "Settings" section for the shortcode you obtained from the "Info" section.
tr_tr: Eklentiyi verimli bir şekilde kullanmak için, "Bilgi" bölümünden aldığınız kısa kod için "Ayarlar" bölümünde şehir ve saat dilimi ayarlarını yapılandırmayı unutmayın.

source: Close
tr_tr: Kapat

source: Go to Info Page
tr_tr: Bilgi Sayfasına Git

source: Show Attribution Link
tr_tr: Atıf Bağlantısını Göster

source: Display "Powered by Batuhan Delice" attribution link in prayer time displays.
tr_tr: Namaz vakitleri görünümlerinde "Powered by Batuhan Delice" atıf bağlantısını göster.

source: Displays Prayer prayer times using Namaz Vakti API. Includes widget and table shortcode functionality.
tr_tr: Namaz Vakti API'sini kullanarak Namaz namaz vakitlerini gösterir. Widget ve tablo kısa kod işlevselliğini içerir.

source: A comprehensive WordPress plugin that displays accurate Islamic prayer times during Prayer using the reliable Namaz Vakti API. Features include customizable widgets, responsive prayer time tables, and elegant banner displays with countdown timers. Easily integrate prayer schedules into any WordPress site using simple shortcodes with multiple display options. Perfect for mosques, Islamic centers, and personal sites wanting to share accurate prayer times.
tr_tr: Güvenilir Namaz Vakti API'sini kullanarak Namaz ayında doğru İslami namaz vakitlerini gösteren kapsamlı bir WordPress eklentisidir. Özellikler arasında özelleştirilebilir widget'lar, responsive namaz vakti tabloları ve geri sayım sayaçlı şık banner gösterimleri bulunur. Basit kısa kodlar kullanarak namaz programlarını birden fazla görüntüleme seçeneğiyle herhangi bir WordPress sitesine kolayca entegre edin. Camiler, İslami merkezler ve doğru namaz vakitlerini paylaşmak isteyen kişisel siteler için mükemmel bir çözüm.

source: Prayer Times: Attribution link settings updated and cache cleared successfully.
tr_tr: Namaz Vakitleri: Atıf bağlantısı ayarları güncellendi ve önbellek başarıyla temizlendi.

source: Prayer Times: Settings updated and cache cleared successfully.
tr_tr: Namaz Vakitleri: Ayarlar güncellendi ve önbellek başarıyla temizlendi.
